IDEA Open Model
PlateData.Thickness Property
Compatible with IDEA StatiCa 20.1
 Thickness of the plate
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Thickness { get; set; }
Public Property Thickness As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace